Revit 2027 API
ParameterTypeId.NumberSystemReferenceOffset Property
 "Offset from Reference"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId NumberSystemReferenceOffset { get; }
Public Shared ReadOnly Property NumberSystemReferenceOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ NumberSystemReferenceOffset {
	ForgeTypeId^ get ();
}
static member NumberSystemReferenceOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace